tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "zstd"
brew "aom"
brew "openssl@3"
brew "asciidoctor"
brew "sqlite"
brew "autojump"
brew "libusb"
brew "libusb-compat"
brew "avrdude"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "freetype"
brew "glib"
brew "xorgproto"
brew "libx11"
brew "cairo"
brew "ccache"
brew "cheat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "libidn2"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "libtasn1"
brew "unbound", restart_service: true
brew "gnutls"
brew "emacs"
brew "expect"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "findutils"
brew "isl"
brew "gcc"
brew "git"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "goenv"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hugo"
brew "iperf"
brew "jq"
brew "llvm"
brew "mackup"
brew "maven"
brew "minicom"
brew "mosquitto"
brew "mysql", restart_service: true
brew "ncdu"
brew "nmap"
brew "node"
brew "node_exporter", restart_service: true
brew "openblas"
brew "parallel"
brew "pcre"
brew "plantuml"
brew "postgresql@14"
brew "privoxy"
brew "progress"
brew "proxychains-ng"
brew "pv"
brew "r"
brew "rbenv"
brew "rustup"
brew "s3cmd"
brew "six"
brew "ssh-copy-id", link: true
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "xsv"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "calibre"
cask "clashx"
cask "dbeaver-community"
cask "diffusionbee"
cask "dingtalk"
cask "dropbox"
cask "feishu"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "macfuse"
cask "miniconda"
cask "netnewswire"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rescuetime"
cask "rstudio"
cask "sidequest"
cask "sourcetree"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox@beta"
cask "vnc-viewer"
cask "warp"
cask "weka"
cask "xquartz"
cask "zed"
