tap "homebrew/bundle"
tap "homebrew/services"
brew "autojump"
brew "ccache"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "jq"
brew "libevent"
brew "mackup"
brew "mas"
brew "node"
brew "tmux"
brew "vim"
brew "xsv"
cask "charles"
cask "dropbox"
cask "feishu"
cask "google-chrome"
cask "iterm2"
cask "miniconda"
cask "obsidian"
cask "orbstack"
cask "wpsoffice-cn"
mas "WPS Office", id: 1443749478
mas "Xcode", id: 497799835
