tap "homebrew/bundle"
tap "homebrew/services"
brew "autojump"
brew "ccache"
brew "coreutils"
brew "curl"
brew "jq"
brew "libevent"
brew "mackup"
brew "node"
brew "rbenv"
brew "rustup"
brew "tmux"
brew "vim"
brew "xsv"
cask "charles"
cask "clashx"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "miniconda"
cask "obsidian"
cask "orbstack"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "warp"
cask "wpsoffice-cn"
